alsa-utils
archlinux-wallpaper
autoconf
autojump
automake
aws-cli-v2-bin
baobab
base
bash
binutils
bison
blueman
broadcom-wl
caffeine-ng
cava
cmatrix
conky
cpupower
cpupower-gui
curl
deno-bin
discord
dmenu
docker
dunst
fakeroot
file
findutils
firefox
fish
flex
foliate-git
gawk
gcc
geary
gettext
git
gnome-calculator
gnome-keyring
gnome-system-monitor
gnome-weather
go
gparted
gpm
grep
groff
gthumb
gtkcord3
gucharmap
gzip
hideit.sh-git
hourglass
i3-gaps
i3exit
i3lock-fancy-git
i3status
intel-media-driver
intel-ucode
kdocker
libinput-gestures
libmpdclient
libtool
libva-intel-driver
linux
linux-firmware
lxappearance
m4
maim
make
matcha-gtk-theme
mpd
mtools
mysql-workbench
nautilus
neofetch
nerd-fonts-fira-code
network-manager-applet
networkmanager
nitrogen
nodejs
npm
onefetch
openvpn-protonvpn
pacman
pamac-aur
papirus-icon-theme
patch
picom
pkgconf
pkgfile
playerctl
polkit-gnome
polybar
powerline-fonts
processing
protonvpn-linux-gui
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python-pip
ranger
redshift-minimal
reflector
rptable-git
ruby
rxvt-unicode
rxvt-unicode-terminfo
sed
shellcheck-bin
sl
spotify
sudo
systemd-suspend-modules
tcpdump
texinfo
tlp
ttf-fira-code
tty-clock
unzip
vim
visual-studio-code-bin
vulkan-intel
wget
which
wmctrl
xautolock
xbindkeys
xclip
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zip
zsh
zsh-autosuggestions
