adobe-source-han-sans-cn-fonts
alsa-utils
asar
aspell
at
audio-recorder
autoconf
autojump
automake
autossh
aws-cli
baobab
base
bash
bash-pipes
bat
betterlockscreen
binutils
bison
bitwarden
blueman
bluez-utils
broadcom-wl
caffeine-ng
cava
charge-log
chromium
clang
cmatrix
conky
cpupower
cpupower-gui
curl
discord
dmenu
drive-bin
dunst
eclipse-java
ethtool
exfat-utils
expac
fakeroot
file
findutils
firefox
fish
flashrom
flex
foliate
freebasic
fswebcam
fzf
gawk
gcc
gdrive-bin
geary
gettext
git
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-sound-recorder
gnome-system-monitor
gnome-themes-extra
gnome-weather
gnu-netcat
gotop-bin
gparted
gpm
grep
groff
gst-libav
gthumb
gucharmap
gzip
hideit.sh-git
hourglass
i3-gaps
i3exit
i3lock-fancy-git
i3status
i7z
ibus-sunpinyin
ifuse
intel-media-driver
intel-ucode
kazam
kdocker
lib32-llvm
lib32-vulkan-intel
libgnome-keyring
libinput-gestures
libmpdclient
libtool
libva-intel-driver
linux
linux-firmware
llvm
logiops-git
lolcat
lshw
lxappearance
m4
maim
make
mariadb
matcha-gtk-theme
maven
minecraft-launcher
mpd
mtools
mtpfs
mycli
mysql-workbench
nautilus
ncdu
neofetch
nerd-fonts-fira-code
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
npm
nvm
obsidian-insider
onefetch
pacgraph
pacman
pamac-aur
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
pkgfile
playerctl
polkit-gnome
polybar
powerline-fonts
powertop
processing
protonvpn-cli
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
python-pip
qbittorrent
ranger
redshift-minimal
reflector
rhythmbox
ripcord
rsync
ruby
rxvt-unicode
rxvt-unicode-terminfo
seahorse
sed
shellcheck-bin
sl
smartmontools
spicetify-cli
spotify
sslh
sudo
systemd-suspend-modules
tcpdump
texinfo
thermald
tk
tlp
totem
tree
ttf-fira-code
ttf-ms-fonts
ttf-roboto-fontconfig
tty-clock
unrar
unzip
vim
visual-studio-code-bin
vulkan-intel
vulkan-tools
wget
which
wmctrl
xautolock
xbindkeys
xclip
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsensors
xterm
yay
youtube-dl
zip
zoom
zsh
zsh-autosuggestions
zulu-11-bin
